var data={
  backrule: '返现说明:每个用户每购买一件商品都有返现记录在案，商城每月根据所推荐用户的购买记录计算一次所有用户的返现，再集中返现至用户的返现账户内。返现账户内的金额可以用来冲抵一部分商品金额。每次购物时的返现比例在商品的详情页面会有说明。',
  vip: ['一、会员用户，凡授权登录程序园商城的用户皆为会员用户，享有以下会员特权：\n',
  ' 1、会员用户享有以超低折扣价购买商城内任意商品的权利；\n 2、会员用户享有参与商城高性价比团购活动的权利；\n 3、会员用户每购买任意一件商品都可以获得一定比例的返现，返现在购买商品时，可冲抵一部分现金；',
    '二、合伙人，推荐人数达到一定数量或者每月返现金额达到指定值的会员用户，可以申请成为商城的合伙人，合伙人享有以下合伙人特权：\n',
    '1、推荐用户每购买一件活动商品，合伙人都可获得一定比例的返现； \n2、合伙人的返现账户除了购买商品时冲抵现金之外，每月可以从返现账户提取现金一次；',
    '三、金牌合伙人，推荐人数达到一定数量或者每月返现金额达到指定值的合伙人，自动升级为金牌合伙人，金牌合伙人享有以下合伙人特权：\n',
    '1、合伙人的返现账户除了购买商品时冲抵现金之外，每周可以从返现账户提取现金一次；\n2、拥有购买商城内部股权，参与商城分红的机会；\n3、如有某件商品的供应渠道，金牌合伙人可以在商城内发起该商品的团购活动，售卖收益可与商城商讨分配；'
    ]
}

module.exports={
  data:data
}